dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
hnw.vscode-auto-open-markdown-preview
James-Yu.latex-workshop
kleber-swf.unity-code-snippets
leizongmin.node-module-intellisense
mrmlnc.vscode-csscomb
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
mushan.vscode-paste-image
PKief.material-icon-theme
reagankarnes.one-material-dark
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
twxs.cmake
Unity.unity-debug
Zignd.html-css-class-completion
